{
    "verses": [
        {
            "reference": "Proverbs 16:3",
            "text": "Commit to the Lord whatever you do,",
            "meaning": "and he will establish your plans."
        },
        {
            "reference": "Ephesians 3:16-17",
            "text": "I pray that out of his glorious riches he may strengthen you with power through his Spirit in your inner being, so that Christ may dwell in your hearts through faith.",
            "meaning": "And I pray that you, being rooted and established in love."
        },
        {
            "reference": "Psalm 143:8",
            "text": "Let the morning bring me word of your unfailing love, for I have put my trust in you.",
            "meaning": "Show me the way I should go, for to you I entrust my life."
        },
        {
            "reference": "Romans 15:13",
            "text": "May the God of hope fill you with all joy and peace as you trust in him,",
            "meaning": "so that you may overflow with hope by the power of the Holy Spirit."
        },
        {
            "reference": "Colossians 3:23-24",
            "text": "Whatever you do, work at it with all your heart, as working for the Lord, not for human masters,",
            "meaning": "since you know that you will receive an inheritance from the Lord as a reward. It is the Lord Christ you are serving."
        },
        {
            "reference": "Deuteronomy 31:8",
            "text": "The Lord himself goes before you and will be with you; he will never leave you nor forsake you.",
            "meaning": "Do not be afraid; do not be discouraged."
        },
        {
            "reference": "Acts 16:31",
            "text": "They replied, “Believe in the Lord Jesus,",
            "meaning": "and you will be saved—you and your household.”"
        },
        {
            "reference": "2 Corinthians 5:7",
            "text": "For we live by faith,",
            "meaning": "not by sight."
        },
        {
            "reference": "Proverbs 3:5-6",
            "text": "Trust in the Lord with all your heart and lean not on your own understanding;",
            "meaning": "in all your ways submit to him, and he will make your paths straight."
        },
        {
            "reference": "Psalm 121:7-8",
            "text": "The Lord will keep you from all harm— he will watch over your life;",
            "meaning": "the Lord will watch over your coming and going both now and forevermore."
        },
        {
            "reference": "John 11:25-26",
            "text": "Jesus said to her, “I am the resurrection and the life. The one who believes in me will live, even though they die;",
            "meaning": "and whoever lives by believing in me will never die. Do you believe this?”"
        },
        {
            "reference": "Hebrews 11:1",
            "text": "Now faith is confidence in what we hope for",
            "meaning": "and assurance about what we do not see."
        },
        {
            "reference": "Ephesians 4:2",
            "text": "Be completely humble and gentle;",
            "meaning": "be patient, bearing with one another in love."
        },
        {
            "reference": "Exodus 23:25",
            "text": "Worship the Lord your God,",
            "meaning": "and his blessing will be on your food and water. I will take away sickness from among you."
        }
    ]
}